:PROPERTIES:
:header-args: :results silent :tangle config.el
:END:
#+title: Config
#+STARTUP: fold

* Flyspell
#+BEGIN_SRC emacs-lisp
(after! flycheck
        (setq flycheck-check-syntax-automatically (delq 'idle-change flycheck-check-syntax-automatically))) ;; this conflicts with tramp
#+END_SRC

#+RESULTS:
| TeX-revert-document-buffer |

